Repository: ricardonovelot/Names-3
Catalog: Names 3/Resources/*.lproj/Localizable.strings
Languages: es_mx

# onboarding.page1.title
source: Remember People
es_mx: Recuerda Personas

# onboarding.page1.description
source: Take a photo when you meet someone. We'll detect faces so you can add names and remember them.
es_mx: Toma una foto cuando conozcas a alguien. Detectamos caras para que agregues nombres y los recuerdes.

# onboarding.page2.title
source: Stay Organized
es_mx: Mantente Organizado

# onboarding.page2.description
source: Add notes and group by date or location. Find who you're looking for when you need to.
es_mx: Agrega notas y agrupa por fecha o lugar. Encuentra a quien buscas cuando lo necesites.

# onboarding.page3.title
source: Private by Design
es_mx: Privado por Diseño

# onboarding.page3.description
source: Everything stays on your device. No cloud, no tracking, no data collection. Just you.
es_mx: Todo permanece en tu dispositivo. Sin nube, sin rastreo, sin recolección de datos. Solo tú.

# onboarding.page4.photos.title
source: Your Photos, Your Memories
es_mx: Tus Fotos, Tus Recuerdos

# onboarding.page4.photos.description
source: Swipe through your photos, tap faces to add names. We'll help you remember everyone you meet.
es_mx: Desliza por tus fotos, toca las caras para agregar nombres. Te ayudamos a recordar a todos.

# onboarding.button.continue
source: Continue
es_mx: Continuar

# onboarding.button.getStarted
source: Get Started
es_mx: Comenzar

# onboarding.button.allowPhotos
source: Allow Access to Photos
es_mx: Permitir Acceso a Fotos

# onboarding.button.skip
source: Skip
es_mx: Omitir

# settings.title
source: Settings
es_mx: Ajustes

# settings.onboarding.header
source: Onboarding
es_mx: Bienvenida

# settings.onboarding.showAgain
source: Show Onboarding Again
es_mx: Mostrar Bienvenida de Nuevo

# settings.onboarding.footer
source: View the onboarding tutorial again to learn about all features.
es_mx: Ve el tutorial de bienvenida de nuevo para aprender todas las funciones.

# settings.onboarding.reset
source: Reset Onboarding Status
es_mx: Reiniciar Estado de Bienvenida

# settings.onboarding.resetFooter
source: Debug: Reset the onboarding completion flag. Onboarding will show on next app launch.
es_mx: Debug: Reinicia el estado de bienvenida completada. Se mostrará en el próximo inicio.

# settings.appInfo.header
source: App Info
es_mx: Info de la App

# settings.appInfo.version
source: Version
es_mx: Versión

# settings.button.done
source: Done
es_mx: Listo

# tab.people
source: People
es_mx: Personas

# tab.practice
source: Practice
es_mx: Práctica

# tab.nameFaces
source: Name Faces
es_mx: Nombrar Caras

# contacts.undo.move
source: Undo Move
es_mx: Deshacer movimiento

# feed.empty.title
source: No people yet
es_mx: Aún no hay personas

# feed.empty.subtitle
source: Add people using Name Faces or the camera button below.
es_mx: Agrega personas con Nombrar Caras o el botón de cámara abajo.

# feed.empty.syncing
source: Syncing…
es_mx: Sincronizando…

# feed.empty.icloud.hint
source: If you use this app on other devices, connect to Wi‑Fi and keep the app open—your list may sync in a moment.
es_mx: Si usas la app en otro dispositivo, conéctate a Wi‑Fi y deja la app abierta—tu lista puede sincronizarse en un momento.

# feed.empty.no_storage.title
source: Not syncing — storage full
es_mx: No se sincroniza — almacenamiento lleno

# feed.empty.no_storage.message
source: Free up space on this device so your list can sync with iCloud. Go to Settings → General → iPhone Storage.
es_mx: Libera espacio en este dispositivo para que tu lista se sincronice con iCloud. Ve a Ajustes → General → Almacenamiento del iPhone.

# offline.banner.title
source: You're offline
es_mx: Sin conexión

# offline.banner.message
source: Some features may be limited.
es_mx: Algunas funciones pueden estar limitadas.

# offline.banner.hint
source: Banner shown when the device has no network connection.
es_mx: Aviso cuando el dispositivo no tiene conexión a la red.

# offline.alert.title
source: Offline
es_mx: Sin conexión

# offline.alert.actionUnavailable
source: This action requires a network connection. Connect to Wi‑Fi or cellular and try again.
es_mx: Esta acción requiere conexión. Conéctate a Wi‑Fi o datos y vuelve a intentar.

# offline.alert.photosLimited
source: iCloud Photos may be limited when offline. You can still browse and add from photos already on this device.
es_mx: Fotos de iCloud pueden estar limitadas sin conexión. Puedes ver y agregar fotos que ya están en este dispositivo.

# settings.connectivity.header
source: Network
es_mx: Red

# settings.connectivity.status
source: Status
es_mx: Estado

# settings.connectivity.online
source: Online
es_mx: En línea

# settings.connectivity.offline
source: Offline
es_mx: Sin conexión

# quiz_reminder_title
source: Time to practice
es_mx: Hora de practicar

# quiz_reminder_body
source: Keep your streak going — do a quick Face Quiz or Memory Rehearsal.
es_mx: Mantén tu racha — haz un Face Quiz o Revisión de Memoria.

# settings.practice.header
source: Practice
es_mx: Práctica

# settings.practice.reminder
source: Daily practice reminder
es_mx: Recordatorio diario de práctica

# settings.practice.reminderFooter
source: One reminder per day to do a Face Quiz or Memory Rehearsal. Turn off to stop notifications.
es_mx: Un recordatorio al día para Face Quiz o Revisión de Memoria. Desactívalo para dejar de recibir notificaciones.

# settings.practice.openNotificationSettings
source: Open in Settings
es_mx: Abrir en Ajustes

# storage.title
source: Storage
es_mx: Almacenamiento

# storage.device.header
source: Device
es_mx: Dispositivo

# storage.device.free
source: Free Space
es_mx: Espacio Libre

# storage.device.total
source: Total Capacity
es_mx: Capacidad Total

# storage.device.lowWarning
source: Low storage. Free up space so the app can save and sync.
es_mx: Poco espacio. Libera espacio para que la app pueda guardar y sincronizar.

# storage.app.header
source: This App
es_mx: Esta App

# storage.app.total
source: App Total
es_mx: Total de la App

# storage.app.people
source: People
es_mx: Personas

# storage.app.people.photos
source: Contact photos
es_mx: Fotos de contactos

# storage.app.faces
source: Faces
es_mx: Caras

# storage.app.faces.count
source: %d faces
es_mx: %d caras

# storage.app.faces.previews
source: Face previews
es_mx: Vistas previas de caras

# storage.app.faces.vectors
source: Recognition vectors
es_mx: Vectores de reconocimiento

# storage.app.faces.thumbnails
source: Face thumbnails
es_mx: Miniaturas de caras

# storage.app.faces.embeddings
source: Face recognition data
es_mx: Datos de reconocimiento

# storage.app.otherData
source: Other data
es_mx: Otros datos

# storage.app.other.notes
source: Notes
es_mx: Notas

# storage.app.other.quickNotes
source: Quick notes
es_mx: Notas rápidas

# storage.app.other.tags
source: Tags
es_mx: Etiquetas

# storage.app.other.metadata
source: Contacts & metadata
es_mx: Contactos y metadatos

# storage.app.other.metadata.section
source: Database
es_mx: Base de datos

# storage.app.other.metadata.footer
source: Contact names, quiz history, and database overhead. Use the actions above to reclaim space.
es_mx: Nombres de contactos, historial de quiz y sobrecarga de base de datos. Usa las acciones de arriba para liberar espacio.

# storage.app.other.breakdown.header
source: What's Using This Space
es_mx: Qué usa este espacio

# storage.app.other.breakdown.footer
source: Database overhead includes WAL files and indexes. Use Compact Database to reclaim it.
es_mx: La sobrecarga incluye archivos WAL e índices. Usa Compactar Base de Datos para recuperarla.

# storage.app.other.breakdown.contactMetadata
source: Contact names & info
es_mx: Nombres e info de contactos

# storage.app.other.breakdown.faceMetadata
source: Face photo references
es_mx: Referencias de fotos de caras

# storage.app.other.breakdown.faceClusters
source: Face grouping data
es_mx: Datos de agrupación de caras

# storage.app.other.breakdown.quizHistory
source: Quiz history
es_mx: Historial de quiz

# storage.app.other.breakdown.noteRehearsal
source: Note rehearsal history
es_mx: Historial de ensayo de notas

# storage.app.other.breakdown.quizSessions
source: Quiz sessions
es_mx: Sesiones de quiz

# storage.app.other.breakdown.deletedPhotos
source: Deleted photos list
es_mx: Lista de fotos eliminadas

# storage.app.other.breakdown.databaseOverhead
source: Database overhead
es_mx: Sobrecarga de base de datos

# storage.app.peopleAndFaces
source: People & Faces
es_mx: Personas y Caras

# storage.actions.compact
source: Compact Database
es_mx: Compactar Base de Datos

# storage.actions.freed
source: Freed %.1f MB
es_mx: Liberados %.1f MB

# storage.actions.shrinkResult
source: Reduced %d items
es_mx: Reducidos %d elementos

# storage.actions.freeSpace
source: Free Up Space
es_mx: Liberar Espacio

# storage.other.actions.footer
source: Compact merges temporary database files and reclaims unused space. Shrink downscales oversized photos. Clearing quiz/rehearsal resets learning history.
es_mx: Compactar fusiona archivos temporales y recupera espacio. Reducir escala fotos grandes. Borrar quiz/rehearsal reinicia el historial de aprendizaje.

# storage.other.clearQuiz.title
source: Clear Quiz History?
es_mx: ¿Borrar historial de quiz?

# storage.other.clearQuiz.action
source: Clear Quiz History
es_mx: Borrar historial de quiz

# storage.other.clearQuiz.message
source: This resets spaced repetition for all contacts. You can rebuild it by taking quizzes again.
es_mx: Esto reinicia la repetición espaciada para todos los contactos. Puedes reconstruirlo haciendo quizzes de nuevo.

# storage.other.clearRehearsal.title
source: Clear Note Rehearsal History?
es_mx: ¿Borrar historial de ensayo de notas?

# storage.other.clearRehearsal.action
source: Clear Note Rehearsal
es_mx: Borrar historial de ensayo

# storage.other.clearRehearsal.message
source: This resets rehearsal scheduling for all contacts. You can rebuild it by rehearsing notes again.
es_mx: Esto reinicia la programación de ensayos para todos los contactos. Puedes reconstruirlo ensayando notas de nuevo.

# storage.app.batchData
source: Batch Data
es_mx: Datos por Lotes

# storage.app.caches
source: Caches
es_mx: Cachés

# storage.app.documents
source: Documents
es_mx: Documentos

# storage.app.footer
source: People = contact photos. Faces = previews and recognition vectors. Other = notes, tags, and metadata.
es_mx: Personas = fotos de contactos. Caras = vistas previas y vectores de reconocimiento. Otros = notas, etiquetas y metadatos.

# storage.actions.header
source: Actions
es_mx: Acciones

# storage.actions.shrink
source: Shrink Oversized Photos
es_mx: Reducir Fotos Grandes

# storage.actions.clearCache
source: Clear Image Cache
es_mx: Vaciar Caché de Imágenes

# storage.actions.openSettings
source: Open iPhone Storage
es_mx: Abrir Almacenamiento del iPhone

# storage.actions.footer
source: Shrinking reduces large photos to a smaller size. Clearing cache frees memory; it refills as you browse.
es_mx: Reducir disminuye fotos grandes. Vaciar caché libera memoria; se vuelve a llenar al navegar.

# storage.settings.footer
source: View app storage usage and free up space.
es_mx: Ver uso de almacenamiento y liberar espacio.

# storage.shrink.dialog.title
source: Shrink Storage
es_mx: Reducir Almacenamiento

# storage.shrink.dialog.message
source: This will downscale any contact photos and face thumbnails that are larger than needed. Your data stays intact; only image sizes are reduced.
es_mx: Esto reducirá fotos de contactos y miniaturas de caras que sean más grandes de lo necesario. Tus datos se mantienen; solo se reducen las imágenes.

# storage.calculating
source: Calculating…
es_mx: Calculando…

# storage.cancel
source: Cancel
es_mx: Cancelar

# storage.delete
source: Delete
es_mx: Eliminar

# storage.unnamed
source: Unnamed
es_mx: Sin nombre

# storage.emptyContent
source: (empty)
es_mx: (vacío)

# storage.people.section.header
source: Contact photos
es_mx: Fotos de contactos

# storage.people.section.footer
source: Tap the menu to clear a photo (keeps contact) or delete the contact entirely.
es_mx: Toca el menú para borrar una foto (mantiene el contacto) o eliminar el contacto por completo.

# storage.people.empty.title
source: No contact photos
es_mx: Sin fotos de contactos

# storage.people.empty.subtitle
source: Contact photos appear here when you add them.
es_mx: Las fotos de contactos aparecen aquí cuando las agregas.

# storage.people.clearPhoto.title
source: Clear photo?
es_mx: ¿Borrar foto?

# storage.people.clearPhoto.action
source: Clear photo
es_mx: Borrar foto

# storage.people.clearPhoto.message
source: Remove the profile photo for %@? The contact will remain.
es_mx: ¿Quitar la foto de perfil de %@? El contacto permanecerá.

# storage.people.deleteContact.title
source: Delete contact?
es_mx: ¿Eliminar contacto?

# storage.people.deleteContact.action
source: Delete contact
es_mx: Eliminar contacto

# storage.people.deleteContact.message
source: Permanently delete %@? This cannot be undone.
es_mx: ¿Eliminar permanentemente a %@? No se puede deshacer.

# storage.faces.unassigned
source: Unassigned faces
es_mx: Caras sin asignar

# storage.faces.unassigned.header
source: Faces not linked to anyone
es_mx: Caras no vinculadas a nadie

# storage.faces.unassigned.footer
source: These faces were detected but never assigned to a contact. Safe to delete.
es_mx: Estas caras se detectaron pero nunca se asignaron a un contacto. Es seguro eliminarlas.

# storage.faces.byContact.header
source: Faces by contact
es_mx: Caras por contacto

# storage.faces.byContact.footer
source: Deleting removes face recognition data for that contact. The contact and their main photo stay.
es_mx: Eliminar quita los datos de reconocimiento de ese contacto. El contacto y su foto principal se mantienen.

# storage.faces.empty.title
source: No face data
es_mx: Sin datos de caras

# storage.faces.empty.subtitle
source: Face data appears when you use Name Faces or add faces to contacts.
es_mx: Los datos de caras aparecen cuando usas Nombrar Caras o agregas caras a contactos.

# storage.faces.deleteUnassigned.title
source: Delete unassigned faces?
es_mx: ¿Eliminar caras sin asignar?

# storage.faces.deleteUnassigned.action
source: Delete %d faces
es_mx: Eliminar %d caras

# storage.faces.deleteUnassigned.message
source: Delete %d unassigned faces? This frees storage and cannot be undone.
es_mx: ¿Eliminar %d caras sin asignar? Esto libera espacio y no se puede deshacer.

# storage.faces.deleteForContact.title
source: Delete faces for contact?
es_mx: ¿Eliminar caras del contacto?

# storage.faces.deleteForContact.action
source: Delete faces
es_mx: Eliminar caras

# storage.faces.deleteForContact.message
source: Delete %d face(s) for %@? Recognition data will be removed.
es_mx: ¿Eliminar %d cara(s) de %@? Se quitarán los datos de reconocimiento.

# storage.other.empty.title
source: No notes or tags
es_mx: Sin notas ni etiquetas

# storage.other.empty.subtitle
source: Notes and tags appear here when you add them.
es_mx: Las notas y etiquetas aparecen aquí cuando las agregas.

# storage.other.deleteNote.title
source: Delete note?
es_mx: ¿Eliminar nota?

# storage.other.deleteNote.message
source: This note will be permanently deleted.
es_mx: Esta nota se eliminará permanentemente.

# storage.other.deleteQuickNote.title
source: Delete quick note?
es_mx: ¿Eliminar nota rápida?

# storage.other.deleteQuickNote.message
source: This quick note will be permanently deleted.
es_mx: Esta nota rápida se eliminará permanentemente.

# storage.other.deleteTag.title
source: Delete tag?
es_mx: ¿Eliminar etiqueta?

# storage.other.deleteTag.message
source: This tag will be removed from all contacts.
es_mx: Esta etiqueta se quitará de todos los contactos.
